recursosV1/ReqConsultarTCV.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="http://www.davivienda.com/xml/ConsultaTCV">
   <soapenv:Header/>
   <soapenv:Body>
      <con:consultarTCV>
         <Request>
            <DataHeader>
               <nombreOperacion>consultarTCV</nombreOperacion>
               <total>?</total>
               <jornada>?</jornada>
               <canal>?</canal>
               <modoDeOperacion>?</modoDeOperacion>
               <usuario>?</usuario>
               <perfil>?</perfil>
               <versionServicio>1.0.0</versionServicio>
            </DataHeader>
            <Data>
               <!--Optional:-->
               <idSesion>?</idSesion>
               <!--Optional:-->
               <codIdioma>?</codIdioma>
               <!--Optional:-->
               <valOrigen>?</valOrigen>
               <!--Optional:-->
               <codPais>?</codPais>
               <valCodigoConvenio>?</valCodigoConvenio>
               <valTipoConsulta>?</valTipoConsulta>
               <numProducto>?</numProducto>
               <!--Optional:-->
               <valCodigoSeguridad>?</valCodigoSeguridad>
               <!--Optional:-->
               <valCampoDisponibleN1>?</valCampoDisponibleN1>
               <!--Optional:-->
               <valCampoDisponibleN2>?</valCampoDisponibleN2>
               <!--Optional:-->
               <valCampoDisponibleC1>?</valCampoDisponibleC1>
               <!--Optional:-->
               <valCampoDisponibleC2>?</valCampoDisponibleC2>
               <!--Optional:-->
               <numTelefono>?</numTelefono>
               <!--Optional:-->
               <valCodTipoIdentificacion>?</valCodTipoIdentificacion>
               <!--Optional:-->
               <numIdentificacion>?</numIdentificacion>
            </Data>
         </Request>
      </con:consultarTCV>
   </soapenv:Body>
</soapenv:Envelope>